Repository: jpbenga/briefing-master-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pt

# showBestAnswerLabel
source: Show best answer
de: Beste Antwort anzeigen
es: Mostrar mejor respuesta
fr: Voir la meilleure réponse
pt: Mostrar melhor resposta

# quizUpgradeNeededLabel
source: Upgrade needed
de: Upgrade nötig
es: Mejora necesaria
fr: Upgrade requis
pt: Upgrade necessário

# srsReturnLabel
source: SRS: this card returns {time}
de: SRS: diese Karte kommt zurück {time}
es: SRS: esta tarjeta vuelve {time}
fr: SRS : cette carte revient {time}
pt: SRS: este card retorna {time}

# nextLabel
source: Next
de: Weiter
es: Siguiente
fr: Suivant
pt: Próximo

# hapticSimulationLabel
source: Haptic simulation: {pattern}
de: Haptik-Simulation: {pattern}
es: Simulación háptica: {pattern}
fr: Simulation haptique : {pattern}
pt: Simulação háptica: {pattern}

# hapticMicroBounce
source: ✔ micro-bounce
es: ✔ micro-rebote
fr: ✔ micro-rebond
pt: ✔ micro-salto

# hapticPulse
source: ⚠ pulse
de: ⚠ Puls
es: ⚠ pulso
fr: ⚠ pulsation
pt: ⚠ pulso

# quizWhyThisMattersTitle
source: Why this matters
de: Warum das zählt
es: Por qué importa
fr: Pourquoi c’est important
pt: Por que isso importa

# quizWhyThisMattersBody
source: Retrieval under time pressure builds executive reflexes. This improves retention and boosts conversion by making progress feel tangible.
de: Abruf unter Zeitdruck baut Executive-Reflexe. Das verbessert Retention und Conversion, weil Fortschritt spürbar wird.
es: La recuperación bajo presión construye reflejos ejecutivos. Mejora la retención y la conversión al hacer el progreso tangible.
fr: Le rappel rapide rend un langage sûr automatique en réunion.
pt: A recuperação sob pressão constrói reflexos executivos. Isso melhora retenção e conversão ao tornar o progresso tangível.

# reviewInDays
source: in {days} days
de: in {days} Tagen
es: en {days} días
fr: dans {days} jours
pt: em {days} dias

# reviewInHours
source: in {hours} hours
de: in {hours} Stunden
es: en {hours} horas
fr: dans {hours} heures
pt: em {hours} horas

# reviewInMinutes
source: in {minutes} minutes
de: in {minutes} Minuten
es: en {minutes} minutos
fr: dans {minutes} minutes
pt: em {minutes} minutos

# revisionUnlockCompetencyMap
source: Unlock Competency Map
de: Competency Map freischalten
es: Desbloquear Competency Map
fr: Débloquer la Competency Map
pt: Desbloquear Competency Map

# revisionPreviewPremium
source: Preview Premium Experience
de: Premium-Erlebnis ansehen
es: Previsualizar experiencia Premium
fr: Voir l’expérience Premium
pt: Prévia da experiência Premium

# revisionMissionReadyLabel
source: Mission-ready anchor
es: Anclaje misión-ready
fr: Votre battle card
pt: Âncora pronta para missão

# revisionBriefingTitle
source: Your executive briefing — in one card.
de: Dein Executive-Briefing — auf einer Karte.
es: Tu briefing ejecutivo — en una tarjeta.
fr: Votre résumé de réunion — en une carte.
pt: Seu briefing executivo — em um card.

# revisionBriefingBody
source: This is your “meeting cheat sheet.” It compresses clarity + tone + commitment.
de: Dein “Meeting-Cheat-Sheet”. Es komprimiert Klarheit + Ton + Commitment.
es: Tu “cheat sheet” de reunión. Comprime claridad + tono + compromiso.
fr: Relisez-le avant la réunion pour cadrer ton et structure.
pt: Seu “cheat sheet” de reunião. Comprime clareza + tom + compromisso.

# revisionContextLabel
source: Context
de: Kontext
es: Contexto
fr: Contexte
pt: Contexto

# hydratedBadgeLabel
source: Hydrated
de: Hydriert
es: Hidratado
fr: Hydraté
pt: Hidratado

# demoBadgeLabel
source: Demo
fr: Démo

# metricClarityLabel
source: Clarity
de: Klarheit
es: Claridad
fr: Clarté
pt: Clareza

# metricToneLabel
source: Tone
de: Ton
es: Tono
fr: Ton
pt: Tom

# metricCommitmentLabel
source: Commitment
es: Compromiso
fr: Engagement
pt: Compromisso

# revisionPrefilledTemplateLabel
source: Prefilled executive template (RAG-aware)
de: Vorgefülltes Executive-Template (RAG-aware)
es: Plantilla ejecutiva prellenada (RAG-aware)
fr: Votre synthèse executive
pt: Template executivo pré-preenchido (RAG-aware)

# revisionExportCheatSheet
source: Export cheat sheet
de: Cheat Sheet exportieren
es: Exportar cheat sheet
fr: Exporter la cheat sheet
pt: Exportar cheat sheet

# revisionPracticeAgain
source: Practice again
de: Erneut üben
es: Practicar de nuevo
fr: Repratiquer
pt: Praticar novamente

# revisionHapticSimulation
source: Haptic simulation: ✔ subtle confirmation pulse on export.
de: Haptik-Simulation: ✔ sanfter Bestätigungspuls beim Export.
es: Simulación háptica: ✔ pulso sutil de confirmación al exportar.
fr: Simulation haptique : confirmation subtile à l’export.
pt: Simulação háptica: ✔ pulso sutil de confirmação ao exportar.

# revisionRetentionLoopTitle
source: Retention loop
es: Bucle de retención
fr: Rappel pour demain
pt: Loop de retenção

# revisionRetentionLoopBody
source: Reward (executive rewrite) → investment (save/export) → habit (streak) → LTV.
de: Belohnung (Executive-Rewrite) → Investment (Speichern/Export) → Gewohnheit (Streak) → LTV.
es: Recompensa (reescritura ejecutiva) → inversión (guardar/exportar) → hábito (racha) → LTV.
fr: Enregistrez la carte et refaites l’exercice demain.
pt: Recompensa (reescrita executiva) → investimento (salvar/exportar) → hábito (sequência) → LTV.

# paywallTitle
source: Paywall
fr: Offres et tarifs

# paywallDefaultFeature
source: Premium features
es: Funciones Premium
fr: Fonction Premium
pt: Recursos Premium

# paywallUnlockPremiumCta
source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
pt: Desbloquear Premium

# notNowLabel
source: Not now
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
pt: Agora não

# paywallUnlockLabel
source: Paywall • Unlock
de: Paywall • Freischalten
es: Paywall • Desbloquear
fr: Upgrade
pt: Paywall • Desbloquear

# paywallFeatureRequested
source: Feature requested: {feature}
de: Angeforderte Funktion: {feature}
es: Función solicitada: {feature}
fr: Fonction demandée : {feature}
pt: Recurso solicitado: {feature}

# paywallHeroTitle
source: Every Tier 1 meeting costs authority.
de: Jedes Tier-1-Meeting kostet Autorität.
es: Cada reunión en Tier 1 cuesta autoridad.
fr: Passez aux réécritures executive.
pt: Cada reunião em Tier 1 custa autoridade.

# paywallHeroBody
source: Don’t just “speak English.” Speak leadership. Unlock Tier 3 language, live coaching, and personalized scenarios from your real metrics.
de: Sprich nicht nur “Englisch”. Sprich Leadership. Schalte Tier-3-Sprache, Live-Coaching und personalisierte Szenarien aus deinen echten Kennzahlen frei.
es: No solo “hables inglés”. Habla liderazgo. Desbloquea lenguaje Tier 3, coaching en vivo y escenarios personalizados con tus métricas reales.
fr: Débloquez le langage Tier 3, le coaching en direct et des scénarios personnalisés.
pt: Não apenas “fale inglês”. Fale liderança. Desbloqueie linguagem Tier 3, coaching ao vivo e cenários personalizados com suas métricas reais.

# paywallCurrentLevelLabel
source: Your current level
de: Dein aktuelles Level
es: Tu nivel actual
fr: Votre niveau actuel
pt: Seu nível atual

# paywallCurrentLevelValue
source: Tier 1–2 (inconsistent)
de: Tier 1–2 (inkonsistent)
es: Tier 1–2 (inconsistente)
fr: Offre gratuite
pt: Tier 1–2 (inconsistente)

# paywallTargetRequirementLabel
source: Target requirement
de: Zielanforderung
es: Requisito objetivo
fr: Niveau requis
pt: Requisito alvo

# paywallTargetRequirementValue
source: Tier 3 (executive)
es: Tier 3 (ejecutivo)
fr: Offre Premium
pt: Tier 3 (executivo)

# paywallCurrentLabel
source: Current
de: Aktuell
es: Actual
fr: Actuel
pt: Atual

# paywallRequiredLabel
source: Required
de: Erforderlich
es: Requerido
fr: Requis
pt: Requerido

# paywallLossAversionNote
source: Loss aversion: every meeting at Tier 1 leaks credibility.
de: Loss Aversion: Jedes Tier-1-Meeting verliert Glaubwürdigkeit.
es: Aversión a la pérdida: cada reunión en Tier 1 filtra credibilidad.
fr: Passez à Premium pour les réécritures Tier 3 et le coaching en direct.
pt: Aversão à perda: cada reunião em Tier 1 vaza credibilidade.

# paywallChooseUpgradeTitle
source: Choose your upgrade
de: Wähle dein Upgrade
es: Elige tu mejora
fr: Choisissez votre offre
pt: Escolha seu upgrade

# paywallChooseUpgradeBody
source: Pricing built to maximize activation + LTV.
de: Preise optimiert für Activation + LTV.
es: Precios pensados para maximizar activación + LTV.
fr: Sélectionnez l’offre adaptée à votre rythme.
pt: Preço pensado para maximizar ativação + LTV.

# paywallPricingLabel
source: Pricing
de: Preise
es: Precios
fr: Tarifs
pt: Preços

# paywallPurchaseNote
source: Secure purchase flow (placeholder). In production: Stripe / RevenueCat + Supabase entitlements.
de: Sicherer Kauf-Flow (Placeholder). In Produktion: Stripe / RevenueCat + Supabase-Entitlements.
es: Flujo de compra seguro (placeholder). En producción: Stripe / RevenueCat + entitlements Supabase.
fr: Annulable à tout moment. Paiement sécurisé.
pt: Fluxo de compra seguro (placeholder). Em produção: Stripe / RevenueCat + entitlements Supabase.

# paywallPremiumUnlocksTitle
source: Premium unlocks
de: Premium-Freischaltungen
es: Desbloqueos Premium
fr: Déblocages Premium
pt: Desbloqueios Premium

# paywallBestValueNote
source: ★ Best value: unlock Tier 3 rewrites + real-time coaching + personalization.
de: ★ Best Value: Tier-3-Rewrites + Live-Coaching + Personalisierung freischalten.
es: ★ Mejor valor: desbloquea reescrituras Tier 3 + coaching en vivo + personalización.
fr: Offre la plus populaire.
pt: ★ Melhor valor: desbloqueie reescritas Tier 3 + coaching em tempo real + personalização.

# paywallSkillToneAuthority
source: Tone authority
de: Ton-Autorität
es: Autoridad de tono
fr: Autorité de ton
pt: Autoridade de tom

# paywallSkillStructuredBriefing
source: Structured briefing
de: Strukturiertes Briefing
es: Briefing estructurado
fr: Briefing structuré
pt: Briefing estruturado

# paywallSkillMetricsStorytelling
source: Metrics storytelling
es: Storytelling de métricas
fr: Storytelling métriques
pt: Storytelling de métricas

# paywallSkillHandlingObjections
source: Handling objections
de: Einwände behandeln
es: Manejo de objeciones
fr: Gestion des objections
pt: Gestão de objeções

# paywallPlanTagFree
source: Free
fr: Gratuit

# paywallPlanStarterTitle
source: Starter
fr: Gratuit

# paywallCadenceForever
source: forever
de: für immer
es: para siempre
fr: pour toujours
pt: para sempre

# paywallStarterPerkScenario
source: 1 scenario (Self-intro)
de: 1 Szenario (Self-intro)
es: 1 escenario (Self-intro)
fr: 1 scénario pour démarrer
pt: 1 cenário (Self-intro)

# paywallStarterPerkTierSuggestions
source: Tier 1→2 suggestions
de: Tier-1→2-Vorschläge
es: Sugerencias Tier 1→2
fr: Suggestions Tier 1→2
pt: Sugestões Tier 1→2

# paywallStarterPerkQuiz
source: Basic synonym quiz
de: Basis-Synonym-Quiz
es: Quiz básico de sinónimos
fr: Quiz de synonymes
pt: Quiz básico de sinônimos

# paywallStarterPerkStreaks
source: Limited streak tracking
de: Begrenztes Streak-Tracking
es: Seguimiento de racha limitado
fr: Suivi de série basique
pt: Rastreamento de sequência limitado

# paywallStarterCta
source: Keep training (Free)
de: Weiter trainieren (Free)
es: Seguir entrenando (Free)
fr: Rester sur Gratuit
pt: Continuar treinando (Free)

# paywallPlanTagPopular
source: Most Popular
de: Am beliebtesten
es: Más popular
fr: Le plus populaire
pt: Mais popular

# paywallCadenceMonthly
source: /month
de: /Monat
es: /mes
fr: /mois
pt: /mês

# paywallPremiumPerkLibrary
source: Full briefing library (Crisis, Standups, Negotiation)
de: Volle Briefing-Bibliothek (Krise, Standups, Negotiation)
es: Biblioteca completa (Crisis, Standups, Negociación)
fr: Bibliothèque complète
pt: Biblioteca completa (Crise, Standups, Negociação)

# paywallPremiumPerkCoach
source: Real-time coach (streaming tips)
de: Echtzeit-Coach (streaming Tipps)
es: Coach en tiempo real (tips en streaming)
fr: Coaching en direct
pt: Coach em tempo real (tips em streaming)

# paywallPremiumPerkPersonalization
source: Dashboard OCR + RAG personalization
de: Dashboard OCR + RAG Personalisierung
es: Personalización OCR + RAG dashboard
fr: Scénarios personnalisés
pt: Personalização OCR + RAG dashboard

# paywallPremiumPerkTier3
source: Tier 3 executive rewrites
es: Reescrituras ejecutivas Tier 3
fr: Réécritures executive Tier 3
pt: Reescritas executivas Tier 3

# paywallPremiumPerkSrs
source: SRS mastery scheduling
de: SRS-Mastery-Planung
es: Planificación SRS avanzada
fr: Rappels et révisions
pt: Agendamento avançado de SRS

# paywallPremiumCta
source: Unlock Premium
de: Premium freischalten
es: Desbloquear Premium
fr: Débloquer Premium
pt: Desbloquear Premium

# paywallPlanTagOneShot
source: One-shot
fr: Paiement unique

# paywallPlanSprintTitle
source: Crisis Sprint Pack
fr: Sprint Pack

# paywallCadenceOneTime
source: one-time
de: einmalig
es: pago único
fr: paiement unique
pt: pagamento único

# paywallSprintPerkDays
source: 7-day high-pressure sprint
de: 7-tägiger High-Pressure-Sprint
es: Sprint de alta presión 7 días
fr: Sprint de 7 jours
pt: Sprint de alta pressão 7 dias

# paywallSprintPerkTemplates
source: Executive rewrite templates
es: Plantillas de reescritura ejecutiva
fr: Templates de réécriture
pt: Templates de reescrita executiva

# paywallSprintPerkDrills
source: Rapid quiz drills
de: Schnelle Quiz-Drills
es: Drills rápidos de quiz
fr: Drills rapides
pt: Drills rápidos de quiz

# paywallSprintPerkVariants
source: Interview/Crisis variants
de: Interview/Krise-Varianten
es: Variantes Interview/Crisis
fr: Variantes crise + entretien
pt: Variantes Interview/Crise

# paywallSprintCta
source: Buy Sprint Pack
de: Sprint Pack kaufen
es: Comprar Sprint Pack
fr: Acheter Sprint Pack
pt: Comprar Sprint Pack

# paywallBenefitLibraryTitle
source: Full briefing library
de: Briefing-Bibliothek
es: Biblioteca de briefings
fr: Bibliothèque de briefings
pt: Biblioteca de briefings

# paywallBenefitLibraryBody
source: Crisis, standups, negotiations, leadership updates.
de: Krise, Standups, Verhandlungen, Leadership-Updates.
es: Crisis, standups, negociaciones, updates de liderazgo.
fr: Scénarios pour crises, standups et négociations.
pt: Crise, standups, negociações, updates de liderança.

# paywallBenefitDashboardTitle
source: Dashboard OCR + RAG
es: OCR + RAG dashboard
fr: OCR + RAG dashboard
pt: OCR + RAG dashboard

# paywallBenefitDashboardBody
source: Scenarios built from your real metrics.
de: Szenarien aus deinen echten Kennzahlen.
es: Escenarios construidos desde tus métricas reales.
fr: Scénarios basés sur vos métriques.
pt: Cenários construídos a partir das suas métricas reais.

# paywallBenefitCoachTitle
source: Live coach
es: Coach en vivo
fr: Coach live
pt: Coach ao vivo

# paywallBenefitCoachBody
source: Streaming feedback with executive polish.
de: Streaming-Feedback mit Executive-Polish.
es: Feedback en streaming con pulido ejecutivo.
fr: Feedback en direct pendant que vous parlez.
pt: Feedback em streaming com polimento executivo.

# paywallBenefitRetentionTitle
source: Retention engine
es: Motor de retención
fr: Moteur de rétention
pt: Motor de retenção

# paywallBenefitRetentionBody
source: Streaks, SRS mastery, role-based packs.
de: Streaks, SRS-Mastery, rollenbasierte Packs.
es: Rachas, maestría SRS, packs por rol.
fr: Séries et rappels pour garder l’habitude.
pt: Sequências, maestria SRS, packs por função.

# premiumPreviewTitle
source: Premium Preview
es: Vista previa Premium
fr: Aperçu Premium
pt: Prévia Premium

# premiumPreviewStartAnother
source: Start another briefing
de: Weiteres Briefing starten
es: Iniciar otro briefing
fr: Démarrer un autre briefing
pt: Iniciar outro briefing

# premiumPreviewBackToPaywall
source: Back to Paywall
de: Zurück zur Paywall
es: Volver al paywall
fr: Retour au paywall
pt: Voltar ao paywall

# premiumPreviewMagicLabel
source: What “magic” feels like
de: So fühlt sich “Magie” an
es: Cómo se siente la “magia”
fr: Ce que vous obtenez
pt: Como é a “magia”

# premiumPreviewMagicTitle
source: Your AI coach becomes a real-time copilot.
de: Dein KI-Coach wird zum Echtzeit-Copiloten.
es: Tu coach IA se convierte en copiloto en tiempo real.
fr: Un flux de réécriture guidé.
pt: Seu coach de IA vira copiloto em tempo real.

# premiumPreviewMagicBody
source: Whisper → transcription. Python → intent + sophistication scoring. NestJS → orchestration. Supabase → secure memory.
de: Whisper → Transkription. Python → Intent + Sophistication-Scoring. NestJS → Orchestrierung. Supabase → sichere Memory.
es: Whisper → transcripción. Python → intent + scoring de sofisticación. NestJS → orquestación. Supabase → memoria segura.
fr: Parlez, obtenez une réécriture, et sauvegardez une battle card en minutes.
pt: Whisper → transcrição. Python → intent + scoring de sofisticação. NestJS → orquestração. Supabase → memória segura.

# premiumModulesLabel
source: Premium modules
de: Premium-Module
es: Módulos Premium
fr: Modules inclus
pt: Módulos Premium

# libraryItemCrisisDesc
source: High-pressure calls, executive rewrites, rapid SRS.
de: High-Pressure-Calls, Executive-Rewrites, schnelles SRS.
es: Llamadas de alta presión, reescrituras ejecutivas, SRS rápido.
fr: Appels sous pression, réécritures executive, drills quotidiens.
pt: Calls de alta pressão, reescritas executivas, SRS rápido.

# libraryItemInterviewDesc
source: STAR answers, persuasion, leadership presence.
de: STAR-Antworten, Persuasion, Leadership-Präsenz.
es: Respuestas STAR, persuasión, presencia de liderazgo.
fr: Réponses STAR, persuasion, présence.
pt: Respostas STAR, persuasão, presença de liderança.

# libraryItemStandupDesc
source: Crisp updates, blockers, timelines, accountability.
de: Klare Updates, Blocker, Timelines, Accountability.
es: Updates claros, blockers, timelines, accountability.
fr: Mises à jour claires, blocages, timelines, responsabilité.
pt: Updates concisos, blockers, timelines, accountability.

# libraryItemNegotiationDesc
source: Anchoring, framing, concessions, closing language.
es: Anchoring, framing, concesiones, lenguaje de cierre.
fr: Ancrage, cadrage, concessions, conclusion.
pt: Anchoring, framing, concessões, linguagem de fechamento.

# premiumRetentionTitle
source: Retention plateau strategy
de: Retention-Plateau-Strategie
es: Estrategia de meseta de retención
fr: Progresser durablement
pt: Estratégia de platô de retenção

# premiumRetentionBody
source: After 2–3 weeks, motivation dips. We re-trigger with new roles, scenario packs, streak boosters, and competency milestones.
de: Nach 2–3 Wochen sinkt die Motivation. Wir re-triggern mit neuen Rollen, Szenario-Packs, Streak-Boostern und Kompetenz-Meilensteinen.
es: Tras 2–3 semanas, baja la motivación. Re-activamos con nuevos roles, packs de escenarios, boosters de racha y hitos de competencia.
fr: Sessions quotidiennes et nouveaux scénarios pour garder le rythme.
pt: Após 2–3 semanas, a motivação cai. Reativamos com novos cargos, packs de cenários, boosters de sequência e marcos de competência.

# homeTagline
source: Voice-first AI coaching for high-stakes communication.
de: Voice-first KI-Coaching für High-Stakes-Kommunikation.
es: Coaching de voz con IA para comunicación de alto impacto.
fr: Coaching IA vocal pour la prise de parole à enjeux.
pt: Coaching de voz com IA para comunicação de alto impacto.

# homeDescription
source: This Flutter base readies business modules, navigation, and themes for the real-time experience.
de: Diese Flutter-Basis bereitet Business-Module, Navigation und Themes für das Echtzeit-Erlebnis vor.
es: Esta base Flutter prepara módulos de negocio, navegación y temas para la experiencia en tiempo real.
fr: Cette base Flutter prépare les modules métiers, la navigation et les thèmes pour l’expérience temps réel.
pt: Esta base Flutter prepara módulos de negócio, navegação e temas para a experiência em tempo real.

# paywallFeatureCompetencyMapPricing
source: Competency Map + Pricing
fr: Carte de compétences

# paywallFeaturePersonalization
source: Personalization (CV/Dashboard RAG)
de: Personalisierung (CV/Dashboard RAG)
es: Personalización (CV/Dashboard RAG)
fr: Personnalisation (CV + Dashboard)
pt: Personalização (CV/Dashboard RAG)

# paywallFeatureTier3LiveCoach
source: Tier 3 Executive Rewrite + Live Coach
es: Reescritura ejecutiva Tier 3 + coach en vivo
fr: Réécriture Executive Tier 3 + Coach en direct
pt: Reescrita executiva Tier 3 + coach ao vivo

# paywallFeatureTier3Rewrite
source: Tier 3 Executive Rewrite
es: Reescritura ejecutiva Tier 3
fr: Réécriture Executive Tier 3
pt: Reescrita executiva Tier 3

# modeFocus
source: Focus
de: Fokus
es: Enfoque
pt: Foco

# modeLabel
source: Mode: {mode}
de: Modus: {mode}
es: Modo: {mode}
pt: Modo: {mode}

# upgradeLabel
source: Upgrade
es: Mejorar

# statusLive
source: Live
es: En vivo
pt: Ao vivo

# roleSupportN2
source: Support N2
es: Soporte N2
pt: Suporte N2

# quizStreakLabel
source: Streak: {streak}
es: Racha: {streak}
pt: Sequência: {streak}

# quizCorrectLabel
source: Correct
de: Richtig
es: Correcto
pt: Correto
