Repository: jpbenga/briefing-master-app
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, pt

source: Route not found
de: Route nicht gefunden
es: Ruta no encontrada
fr: Route introuvable
pt: Rota não encontrada

# modeDeepWork
source: Deep Work
es: Trabajo profundo
fr: Travail profond
pt: Trabalho profundo

# modeAdrenaline
source: Adrenaline
de: Adrenalin
es: Adrenalina
fr: Adrénaline
pt: Adrenalina

# paywallFeatureUpgrade
source: Upgrade to Premium
de: Upgrade auf Premium
es: Mejorar a Premium
fr: Passer à Premium
pt: Fazer upgrade para Premium

# flipUpgradeSuggestion
source: Upgrade suggestion
de: Upgrade-Vorschlag
es: Sugerencia de mejora
fr: Suggestion d’upgrade
pt: Sugestão de upgrade

# flipExecutivePolish
source: Executive polish
de: Executive-Politur
es: Pulido ejecutivo
fr: Polish exécutif
pt: Polimento executivo

# flipTapToFlip
source: tap to flip
de: tippen zum Umdrehen
es: toca para girar
fr: toucher pour retourner
pt: toque para virar

# welcomeTitle
source: The Briefing Master
fr: Parlez avec assurance en réunion — 3 min/jour.

# welcomeStartCta
source: Start your Executive Upgrade
de: Starte dein Executive-Upgrade
es: Comienza tu upgrade ejecutivo
fr: Démarrer une session de 3 minutes
pt: Comece seu upgrade executivo

# welcomeViewPaywall
source: View Paywall (Pricing)
de: Paywall ansehen (Preise)
es: Ver paywall (precios)
fr: Voir les offres et tarifs
pt: Ver paywall (preços)

# welcomeFooterTagline
source: Frictionless onboarding • Immediate “Aha” moment • Built for retention
de: Reibungsloses Onboarding • Sofortiger “Aha”-Moment • Für Retention gebaut
es: Onboarding sin fricción • “Aha” inmediato • Diseñado para la retención
fr: 3 minutes • Scénarios réels • Réécriture executive
pt: Onboarding sem fricção • “Aha” imediato • Feito para retenção

# welcomeHeroTitle
source: From Meeting Anxiety → Performance Flow
de: Von Meeting-Angst → Performance-Flow
es: De ansiedad en reuniones → flow de rendimiento
fr: Parlez avec assurance en réunion — 3 min/jour.
pt: Da ansiedade em reuniões → flow de performance

# welcomeHeroSubtitle
source: Prime. Speak. Drill. Anchor. Repeat.
de: Priming. Sprechen. Drill. Ankern. Wiederholen.
es: Preparar. Hablar. Practicar. Anclar. Repetir.
fr: Entraînez-vous sur des scénarios réels. Obtenez une réécriture executive. Automatisez vos réflexes.
pt: Preparar. Falar. Treinar. Ancorar. Repetir.

# miniStatSophistication
source: Sophistication
es: Sofisticación
fr: Clarté
pt: Sofisticação

# miniStatTierUpgrades
source: Tier upgrades
es: Subidas de tier
fr: Qualité de réécriture
pt: Upgrades de tier

# miniStatFillerControl
source: Filler control
de: Füllwörter
es: Control de muletillas
fr: Maîtrise des tics
pt: Controle de muletas

# miniStatHesitations
source: Hesitations
de: Zögern
es: Dudas
fr: Moins d’hésitations
pt: Hesitações

# miniStatLtvDriver
source: LTV driver
de: LTV-Treiber
es: Driver LTV
fr: Habitude quotidienne
pt: Driver de LTV

# miniStatStreak
source: Streak
es: Racha
fr: Série
pt: Sequência

# miniStatDopamineLoop
source: Dopamine loop
de: Dopamin-Loop
es: Bucle de dopamina
fr: Boucle de progrès
pt: Loop de dopamina

# welcomeAdvantageLabel
source: Your unfair advantage
de: Dein unfairer Vorteil
es: Tu ventaja injusta
fr: Scénarios personnalisés
pt: Sua vantagem injusta

# welcomeAdvantageTitle
source: Personalized training using your CV + real dashboards.
de: Personalisiertes Training mit deinem CV + echten Dashboards.
es: Entrenamiento personalizado con tu CV + dashboards reales.
fr: Votre rôle, vos KPI, vos vrais dashboards.
pt: Treino personalizado com seu CV + dashboards reais.

# welcomeAdvantageBody
source: We don’t teach “random English.” We teach your English — for your meetings, your metrics, your pressure.
de: Wir lehren kein “Random English”. Wir lehren dein Englisch — für deine Meetings, deine Kennzahlen, deinen Druck.
es: No enseñamos “inglés al azar”. Enseñamos tu inglés — para tus reuniones, tus métricas, tu presión.
fr: Ajoutez votre rôle et un KPI pour générer des scénarios concrets.
pt: Não ensinamos “inglês aleatório”. Ensinamos o seu inglês — para suas reuniões, métricas e pressão.

# appLanguageLabel
source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l’app
pt: Idioma do app

# learningLanguageLabel
source: Learning Language
de: Lernsprache
es: Idioma de aprendizaje
fr: Langue d’apprentissage
pt: Idioma de aprendizagem

# privateRlsLabel
source: Private • RLS
de: Privat • RLS
es: Privado • RLS
fr: Privé • RLS
pt: Privado • RLS

# onboardingPersonalizeCta
source: Personalize (CV / Dashboard)
de: Personalisieren (CV / Dashboard)
es: Personalizar (CV / Dashboard)
fr: Personnaliser mes scénarios (recommandé)
pt: Personalizar (CV / Dashboard)

# onboardingSkipPersonalization
source: Skip personalization (demo)
de: Personalisierung überspringen (Demo)
es: Saltar personalización (demo)
fr: Passer → Démarrer l’entraînement
pt: Pular personalização (demo)

# onboardingMissionLabel
source: Your mission
de: Deine Mission
es: Tu misión
fr: Votre premier résultat
pt: Sua missão

# onboardingMissionTitle
source: Sound credible under pressure — without overthinking.
de: Unter Druck glaubwürdig wirken — ohne Overthinking.
es: Sonar creíble bajo presión — sin sobrepensar.
fr: Votre premier résultat en moins de 2 minutes.
pt: Soar credível sob pressão — sem overthinking.

# onboardingMissionBody
source: We build a neural shortcut: your brain learns executive phrasing as a reflex.
de: Wir bauen eine neuronale Abkürzung: Dein Gehirn lernt Executive-Formulierungen als Reflex.
es: Creamos un atajo neuronal: tu cerebro aprende la formulación ejecutiva como reflejo.
fr: 1) Échauffement : 3 verbes + 2 connecteurs 2) Parlez : réponse de 15 secondes 3) Upgrade : réécriture executive
pt: Criamos um atalho neural: seu cérebro aprende a formulação executiva como reflexo.

# onboardingCardCoachTitle
source: Real-time coach
de: Echtzeit-Coach
es: Coach en tiempo real
fr: Coaching en direct
pt: Coach em tempo real

# onboardingCardCoachBody
source: Streaming feedback while you speak — tone, structure, fillers.
de: Streaming-Feedback während du sprichst — Ton, Struktur, Füllwörter.
es: Feedback en streaming mientras hablas — tono, estructura, muletillas.
fr: Feedback pendant que vous parlez : structure, clarté, tics.
pt: Feedback em streaming enquanto você fala — tom, estrutura, muletas.

# onboardingCardScoreTitle
source: Sophistication Score
es: Puntuación de sofisticación
fr: Score de clarté
pt: Score de sofisticação

# onboardingCardScoreBody
source: No binary grading. We measure executive polish + clarity.
de: Keine binäre Bewertung. Wir messen Executive-Polish + Klarheit.
es: Sin calificación binaria. Medimos pulido ejecutivo + claridad.
fr: Suivez la clarté et la confiance de votre discours.
pt: Sem nota binária. Medimos polimento executivo + clareza.

# onboardingCardHookTitle
source: Hook Model
es: Modelo Hook
fr: Entraînement quotidien

# onboardingCardHookBody
source: Triggers → action → reward → investment → retention loop.
de: Trigger → Aktion → Belohnung → Investment → Retention-Loop.
es: Disparador → acción → recompensa → inversión → bucle de retención.
fr: Des sessions courtes à répéter chaque jour.
pt: Gatilho → ação → recompensa → investimento → loop de retenção.

# onboardingCardPrivateTitle
source: Private by design
es: Privado por diseño
fr: Confidentialité
pt: Privado por design

# onboardingCardPrivateBody
source: Your documents are isolated via RLS (multi-tenant security).
de: Deine Dokumente sind via RLS isoliert (Multi-Tenant-Sicherheit).
es: Tus documentos están aislados vía RLS (seguridad multi-tenant).
fr: Vos entrées restent isolées et sécurisées.
pt: Seus documentos são isolados via RLS (segurança multi-tenant).

# onboardingEndowmentTitle
source: Endowment Effect
de: Endowment-Effekt
es: Efecto dotación
fr: Faites-le vôtre
pt: Efeito dotação

# onboardingEndowmentBody
source: Uploading your CV/dashboard makes the product feel already “yours.” Your brain values what it invests in — leading to higher activation and LTV.
de: Wenn du CV/Dashboard hochlädst, fühlt sich das Produkt bereits “deins” an. Dein Gehirn wertet, was es investiert — höhere Aktivierung und LTV.
es: Subir tu CV/dashboard hace que el producto se sienta ya “tuyo”. Tu cerebro valora lo que invierte — mayor activación y LTV.
fr: Ajoutez votre rôle et KPI pour des scénarios réalistes.
pt: Enviar seu CV/dashboard faz o produto parecer já “seu”. Seu cérebro valoriza o que investe — maior ativação e LTV.

# uploadTitle
source: Personalization
de: Personalisierung
es: Personalización
fr: Personnalisation
pt: Personalização

# uploadRagLabel
source: RAG Upload
es: Carga RAG
fr: Upload RAG
pt: Upload RAG

# uploadAnalyzingLabel
source: Analyzing… Hydrating context
de: Analysiere… Kontext wird hydratisiert
es: Analizando… Hidratando contexto
fr: Analyse en cours…
pt: Analisando… Hidratando contexto

# uploadHydrateCta
source: Upload & Hydrate My Context
de: Kontext hochladen & hydratisieren
es: Subir y hidratar mi contexto
fr: Téléverser et personnaliser
pt: Enviar & hidratar meu contexto

# uploadPipelineNote
source: Simulated pipeline: Supabase Storage → NestJS gateway → Python RAG → pgvector
de: Simulierte Pipeline: Supabase Storage → NestJS gateway → Python RAG → pgvector
es: Pipeline simulado: Supabase Storage → NestJS gateway → Python RAG → pgvector
fr: Environ 45 secondes. Modifiable à tout moment.
pt: Pipeline simulado: Supabase Storage → NestJS gateway → Python RAG → pgvector

# uploadLockedNote
source: Locked in Free. Upgrade to unlock personalization.
de: Im Free gesperrt. Upgrade, um Personalisierung freizuschalten.
es: Bloqueado en Free. Mejora para desbloquear personalización.
fr: 🔒 Premium : upload de documents + coaching avancé
pt: Bloqueado no Free. Faça upgrade para desbloquear personalização.

# uploadSimulationLabel
source: Upload simulation
es: Simulación de carga
fr: Personnaliser
pt: Simulação de upload

# uploadSimulationTitle
source: Make the app feel like it already “knows your career.”
de: Lass die App wirken, als würde sie deine Karriere bereits kennen.
es: Haz que la app parezca que ya “conoce tu carrera”.
fr: Des scénarios proches de votre métier.
pt: Faça o app parecer que já “conhece sua carreira”.

# uploadSimulationBody
source: This is not a form — it’s an investment trigger. The moment you input your reality, your brain commits.
de: Das ist kein Formular — es ist ein Investment-Trigger. Sobald du deine Realität eingibst, committed dein Gehirn.
es: No es un formulario — es un disparador de inversión. Al ingresar tu realidad, tu cerebro se compromete.
fr: Ajoutez votre rôle et KPI. Premium débloque l’analyse CV/Dashboard.
pt: Isto não é um formulário — é um gatilho de investimento. Ao inserir sua realidade, seu cérebro se compromete.

# uploadRoleLabel
source: Your role
de: Deine Rolle
es: Tu rol
fr: Votre rôle
pt: Seu cargo

# roleProjectManager
source: Project Manager
de: Projektmanager:in
fr: Chef de projet
pt: Gerente de projetos

# roleSalesExecutive
source: Sales Executive
es: Ejecutivo de ventas
fr: Responsable commercial
pt: Executivo de vendas

# roleEngineeringManager
source: Engineering Manager
es: Manager de ingeniería
fr: Manager ingénierie
pt: Gerente de engenharia

# uploadCompanyLabel
source: Company context
de: Unternehmenskontext
es: Contexto de empresa
fr: Contexte entreprise
pt: Contexto da empresa

# uploadCompanyHint
source: e.g., Northstar Systems
de: z. B. Northstar Systems
es: ej., Northstar Systems
fr: ex. Northstar Systems
pt: ex.: Northstar Systems

# uploadMetricLabel
source: Dashboard metric (high-stakes reality)
de: Dashboard-Metrik (High-Stakes)
es: Métrica de dashboard (alta presión)
fr: KPI dashboard (réalité à enjeu)
pt: Métrica do dashboard (alta pressão)

# uploadMetricHint
source: e.g., Q3 revenue down 20%
de: z. B. Q3-Umsatz -20%
es: ej., ingresos Q3 -20%
fr: ex. CA T3 en baisse de 20%
pt: ex.: receita Q3 -20%

# uploadTargetLabel
source: Your target identity
de: Deine Ziel-Identität
es: Tu identidad objetivo
fr: Votre identité cible
pt: Sua identidade alvo

# uploadTargetHint
source: e.g., Sound like an Executive in crisis calls
de: z. B. Exekutiv wirken in Krisencalls
es: ej., Sonar ejecutivo en calls de crisis
fr: ex. Sonner exécutif en calls de crise
pt: ex.: Soar executivo em calls de crise

# uploadChangesTitle
source: What changes after hydration?
de: Was ändert sich nach der Hydration?
es: ¿Qué cambia tras la hidratación?
fr: Ce que vous gagnez immédiatement
pt: O que muda após a hidratação?

# uploadChangeScenario
source: Scenarios reference your role, your metrics, your pressure.
de: Szenarien referenzieren deine Rolle, deine Kennzahlen, deinen Druck.
es: Los escenarios referencian tu rol, tus métricas, tu presión.
fr: Scénarios basés sur votre rôle et vos KPI.
pt: Cenários referenciam seu cargo, métricas e pressão.

# uploadChangeTier3
source: Tier 3 rewrites adopt executive tone aligned to your domain.
de: Tier-3-Rewrites adoptieren Executive-Ton passend zu deiner Domäne.
es: Las reescrituras Tier 3 adoptan tono ejecutivo alineado a tu dominio.
fr: Réécritures Tier 3 adaptées à votre domaine.
pt: Reescritas Tier 3 adotam tom executivo alinhado ao seu domínio.

# uploadChangeFeedback
source: Feedback becomes contextual, not generic. Higher perceived value → higher conversion.
de: Feedback wird kontextuell statt generisch. Wahrgenommener Wert ↑ → Conversion ↑.
es: El feedback se vuelve contextual, no genérico. Valor percibido ↑ → conversión ↑.
fr: Coaching contextuel, pas générique.
pt: Feedback torna-se contextual, não genérico. Valor percebido ↑ → conversão ↑.

# primingTitle
source: Cognitive Priming
de: Kognitives Priming
es: Priming cognitivo
fr: Échauffement
pt: Priming cognitivo

# stageLabel
source: Stage {current}/{total}
de: Stufe {current}/{total}
es: Etapa {current}/{total}
fr: Étape {current}/{total}
pt: Etapa {current}/{total}

# primingEnterFocusMode
source: Enter Focus Mode (Speaking)
de: Focus Mode starten (Speaking)
es: Entrar en Focus Mode (Speaking)
fr: Commencer à parler (15 s)
pt: Entrar no Focus Mode (Speaking)

# primingSkipToQuiz
source: Skip to Quiz (demo)
de: Zum Quiz springen (Demo)
es: Saltar al quiz (demo)
fr: Passer → Quiz
pt: Pular para o quiz (demo)

# scenarioLabel
source: Scenario
de: Szenario
es: Escenario
fr: Scénario
pt: Cenário

# intentClusterLabel
source: Intent cluster
es: Cluster de intención
fr: Cluster d’intention
pt: Cluster de intenção

# powerVerbsLabel
source: Power Verbs
de: Power-Verben
es: Verbos de poder
fr: Verbes d’action
pt: Verbos de poder

# connectorsLabel
source: Connectors
de: Konnektoren
es: Conectores
fr: Connecteurs
pt: Conectores

# triTierVocabularyTitle
source: Tri-tier vocabulary
de: Tri-Tier-Vokabular
es: Vocabulario tri-tier
fr: Vocabulaire puissant
pt: Vocabulário tri-tier

# triTierVocabularySubtitle
source: Flip cards to prime executive phrasing.
de: Karten umdrehen, um Executive-Formulierungen zu primen.
es: Gira las tarjetas para primar la formulación ejecutiva.
fr: Retournez les cartes pour une réécriture plus forte.
pt: Vire os cards para primar a formulação executiva.

# tier1Subtitle
source: Safe / Functional
de: Sicher / Funktional
es: Seguro / Funcional
fr: Sûr / Fonctionnel
pt: Seguro / Funcional

# tier2Subtitle
source: Professional / Fluent
de: Professionell / Flüssig
es: Profesional / Fluido
fr: Professionnel / Fluide
pt: Profissional / Fluente

# tier3Subtitle
source: Executive / Persuasive
de: Executive / Überzeugend
es: Ejecutivo / Persuasivo
fr: Exécutif / Persuasif
pt: Executivo / Persuasivo

# primingPsychologyTitle
source: Priming psychology
de: Priming-Psychologie
es: Psicología del priming
fr: Pourquoi cet échauffement aide
pt: Psicologia do priming

# primingPsychologyBody
source: We reduce cognitive load by preloading patterns (verbs + connectors). This turns “thinking” into “reflex.” Better reflex → less anxiety → higher performance flow.
de: Wir reduzieren kognitive Last durch Vorladen von Mustern (Verben + Konnektoren). Das macht aus “Denken” einen “Reflex”. Besserer Reflex → weniger Angst → mehr Flow.
es: Reducimos la carga cognitiva precargando patrones (verbos + conectores). Esto convierte “pensar” en “reflejo”. Mejor reflejo → menos ansiedad → mayor flow.
fr: Lisez les verbes et connecteurs une fois. Vous parlerez plus vite et hésiterez moins.
pt: Reduzimos a carga cognitiva pré-carregando padrões (verbos + conectores). Isso transforma “pensar” em “reflexo”. Melhor reflexo → menos ansiedade → mais flow.

# hydratedLabel
source: Hydrated: {role}
de: Hydriert: {role}
es: Hidratado: {role}
fr: Hydraté : {role}
pt: Hidratado: {role}

# notHydratedLabel
source: Not hydrated
de: Nicht hydriert
es: No hidratado
fr: Non hydraté
pt: Não hidratado

# speakingTitle
source: Focus Mode
fr: Prise de parole

# premiumCoachLabel
source: Premium coach
es: Coach premium
fr: Coach en direct (Premium)
pt: Coach premium

# coachLockedLabel
source: Coach locked
de: Coach gesperrt
es: Coach bloqueado
fr: Coach en direct verrouillé
pt: Coach bloqueado

# speakingContinueToQuiz
source: Continue → Speed Synonyms (Quiz)
de: Weiter → Speed Synonyms (Quiz)
es: Continuar → Speed Synonyms (Quiz)
fr: Continuer → Synonymes rapides
pt: Continuar → Speed Synonyms (Quiz)

# speakingJumpToBattleCard
source: Jump to Battle-Card Summary
de: Zum Battle-Card-Überblick
es: Ir al resumen Battle-Card
fr: Aller à la battle card
pt: Ir para o resumo Battle-Card

# liveBriefingPromptLabel
source: Live briefing prompt
es: Prompt de briefing en vivo
fr: Scénario
pt: Prompt de briefing ao vivo

# voiceWaveformLabel
source: Voice waveform
de: Sprachwellenform
es: Forma de onda
fr: Forme d’onde vocale
pt: Forma de onda

# listeningLabel
source: Listening…
de: Hört zu…
es: Escuchando…
fr: Écoute…
pt: Ouvindo…

# startSpeakingLabel
source: Start speaking
de: Sprechen starten
es: Empezar a hablar
fr: Commencer à parler
pt: Começar a falar

# generateUpgradeLabel
source: Generate Upgrade
de: Upgrade generieren
es: Generar mejora
fr: Générer la réécriture executive
pt: Gerar upgrade

# unlockTier3PremiumLabel
source: Unlock Tier 3 (Premium)
de: Tier 3 freischalten (Premium)
es: Desbloquear Tier 3 (Premium)
fr: Débloquer la réécriture Premium
pt: Desbloquear Tier 3 (Premium)

# streamingTranscriptLabel
source: Streaming transcript
de: Streaming-Transkript
es: Transcripción en streaming
fr: Transcript en streaming
pt: Transcrição em streaming

# whatYoureSayingLabel
source: What you’re saying
de: Was du sagst
es: Lo que estás diciendo
fr: Ce que vous dites
pt: O que você está dizendo

# intentPillLabel
source: Intent: {intent}
es: Intención: {intent}
fr: Intention : {intent}
pt: Intenção: {intent}

# speakingEmptyTranscriptHint
source: Tap “Start speaking” to simulate live meeting talk.
de: Tippe auf “Sprechen starten”, um ein Live-Meeting zu simulieren.
es: Toca “Empezar a hablar” para simular una reunión en vivo.
fr: Touchez « Démarrer la prise de parole » et parlez 15 secondes.
pt: Toque em “Começar a falar” para simular uma reunião ao vivo.

# sophisticationScoreLabel
source: Sophistication Score
es: Puntuación de sofisticación
fr: Score de clarté
pt: Score de sofisticação

# speakingScoreExplanation
source: Not a pass/fail. We measure executive clarity, structure, and commitment.
de: Kein Pass/Fail. Wir messen Executive-Klarheit, Struktur und Commitment.
es: No es pass/fail. Medimos claridad ejecutiva, estructura y compromiso.
fr: Mesure la clarté, la structure et l’engagement.
pt: Não é pass/fail. Medimos clareza executiva, estrutura e compromisso.

# tierUpgradesLabel
source: Tier upgrades
es: Mejoras de tier
fr: Réécriture executive
pt: Upgrades de tier

# executiveRewritePathLabel
source: Executive rewrite path
de: Executive-Rewrite-Pfad
es: Ruta de reescritura ejecutiva
fr: Options de réécriture
pt: Caminho de reescrita executiva

# ahaMomentLabel
source: Aha Moment
es: Momento “Aha”
fr: Réécriture executive
pt: Momento “Aha”

# generateTier3Helper
source: Generate the Tier 3 rewrite. This is the first time the user hears themselves as an Executive.
de: Generiere das Tier-3-Rewrite. Zum ersten Mal hört sich der Nutzer als Executive.
es: Genera la reescritura Tier 3. Es la primera vez que el usuario se escucha como Ejecutivo.
fr: Générez une réécriture Tier 3 pour entendre la version executive.
pt: Gere a reescrita Tier 3. É a primeira vez que o usuário se ouve como Executivo.

# tier3LockedHelper
source: Tier 3 rewrites are Premium. In Free, you can practice speaking + quiz, but executive rewrite is locked.
de: Tier-3-Rewrites sind Premium. In Free kannst du sprechen + quizzen, aber das Executive-Rewrite ist gesperrt.
es: Las reescrituras Tier 3 son Premium. En Free puedes practicar speaking + quiz, pero la reescritura ejecutiva está bloqueada.
fr: Les réécritures Tier 3 sont Premium. Vous pouvez quand même pratiquer et faire le quiz.
pt: Reescritas Tier 3 são Premium. No Free, você pratica speaking + quiz, mas a reescrita executiva fica bloqueada.

# tier2ProfessionalLabel
source: Tier 2 (Professional)
de: Tier 2 (Professionell)
es: Tier 2 (Profesional)
fr: Tier 2 (Professionnel)
pt: Tier 2 (Profissional)

# tier3ExecutiveLabel
source: Tier 3 (Executive)
es: Tier 3 (Ejecutivo)
fr: Tier 3 (Exécutif)
pt: Tier 3 (Executivo)

# tier3ExecutiveLockedLabel
source: Tier 3 (Executive) — Locked
de: Tier 3 (Executive) — Gesperrt
es: Tier 3 (Ejecutivo) — Bloqueado
fr: Tier 3 (Executive) — Premium
pt: Tier 3 (Executivo) — Bloqueado

# unlockLabel
source: Unlock
de: Freischalten
es: Desbloquear
fr: Débloquer
pt: Desbloquear

# suggestedConnectorsLabel
source: Suggested connectors
de: Vorgeschlagene Konnektoren
es: Conectores sugeridos
fr: Connecteurs suggérés
pt: Conectores sugeridos

# professionalismExecutive
source: Executive
es: Ejecutivo
fr: Exécutif
pt: Executivo

# professionalismProfessional
source: Professional
de: Professionell
es: Profesional
fr: Professionnel
pt: Profissional

# professionalismSafe
source: Safe
de: Sicher
es: Seguro
fr: Sûr
pt: Seguro

# quizContinueToRevision
source: Continue → Battle Card (Revision)
de: Weiter → Battle Card (Revision)
es: Continuar → Battle Card (Revision)
fr: Continuer → Battle Card (Revision)
pt: Continuar → Battle Card (Revision)

# quizSeePaywall
source: See Paywall
de: Paywall ansehen
es: Ver paywall
fr: Voir le paywall
pt: Ver paywall

# quizHighPressureLabel
source: High-pressure retrieval
de: Abruf unter Druck
es: Recuperación bajo presión
fr: Rappel rapide
pt: Recuperação sob pressão

# quizFindSynonymsTitle
source: Find executive synonyms fast.
de: Executive-Synonyme schnell finden.
es: Encuentra sinónimos ejecutivos rápido.
fr: Écrivez vite des synonymes plus forts.
pt: Encontre sinônimos executivos rápido.

# quizFindSynonymsBody
source: This builds a neural shortcut: the right phrase appears automatically under stress.
de: Das baut eine neuronale Abkürzung: Die richtige Phrase erscheint automatisch unter Stress.
es: Esto crea un atajo neuronal: la frase correcta aparece automáticamente bajo estrés.
fr: Tapez la formulation la plus executive en 20 secondes.
pt: Isso cria um atalho neural: a frase certa aparece automaticamente sob estresse.

# quizPointsLabel
source: Professionalism Points: {points}
es: Puntos de profesionalismo: {points}
fr: Points de professionnalisme : {points}
pt: Pontos de profissionalismo: {points}

# timeLeftLabel
source: Time left
de: Zeit übrig
es: Tiempo restante
fr: Temps restant
pt: Tempo restante

# yourAnswerLabel
source: Your answer
de: Deine Antwort
es: Tu respuesta
fr: Votre réponse
pt: Sua resposta

# quizAnswerHint
source: Type your Tier 3 version…
de: Gib deine Tier-3-Version ein…
es: Escribe tu versión Tier 3…
fr: Tapez votre meilleure réécriture…
pt: Digite sua versão Tier 3…

# submitLabel
source: Submit
de: Senden
es: Enviar
fr: Soumettre
pt: Enviar
